Repository: yakupad/Ciki
Catalog: CikiMenuBar/Localizable.xcstrings
Source language: tr
Languages: en

source: +%lld ödeme daha
en: +%lld more payments

source: Ay sonu net
en: Net at month end

source: Bekleyen ödeme yok
en: No pending payments

source: Bekleyen ödemeler
en: Pending payments

source: Bu ay bekleyenler
en: Due this month

source: Bu aya dön
en: Back to This Month

source: Bugün
en: Today

source: Bugün %lld ödeme var
en: %lld payments due today

source: Gecikti
en: Overdue

source: Gelir + alacak
en: Income + receivables

source: Gider
en: Expense

source: Sonraki ay
en: Next Month

source: Yarın
en: Tomorrow

source: Çıkı'yı aç
en: Open Çıkı

source: Çıkı: bu ayın özeti
en: Çıkı: this month's summary

source: Ödenmemiş
en: Unpaid

source: Önceki ay
en: Previous Month

source: Özet, Çıkı açılınca hazırlanır.
en: The summary is prepared when Çıkı opens.
